[
    {
        "id": 1,
        "name": "PHOTOGRAPHY",
        "details": "Are you satisfied with the photographs you take? Do you think that your potential in working with your camera is realized? At CCSA, we help our students how to use their cameras to take perfect visuals. Although we know that our students are not born photography whiz, we equip all our students with efficient techniques to make their photographs stand out. Having interactive and hands-on perspective, we teach our students different concepts and techniques, such as aperture, ISO, shutter speed, exposure triangle, perfecting exposure, RAW format, light metering, histogram, etc. in our photography classes. We try to have more student engagement based on our rich curriculum for different age ranges one-to-one feedback is an indispensable part of it. Our learners can learn photography and get the most from their lens at any pace they want in our photography classes.",
        "image": "https://images.unsplash.com/photo-1513031300226-c8fb12de9ade?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8cGhvdG9ncmFwaGVyfGVufDB8fDB8fA%3D%3D&ixlib=rb-1.2.1&w=1000&q=80",
        "fees": 500,
        "timeDuration": "4 WEEk"
    },
    {
        "id": 2,
        "name": "DRAMA",
        "details": "Performing arts have always been an indispensable component of the art world. Therefore, we proudly offer a variety of performing arts classes at CCSA, including drama, modern performing arts, character development, stage performance, acting on camera and puppetry. We take a special approach to teach performing arts to our students by showing them how they can play a variety of roles on stage in case they use our unique techniques in our performing arts classes. The students can enjoy the benefits of these classes by developing  their creativity, self-expression, teamwork and self-confidence. ",
        "image": "https://internationaljournalofresearch.files.wordpress.com/2020/06/img_20200608_004940-2.jpg?w=720",
        "fees": 300,
        "timeDuration": "7 WEEk"
    },
    {
        "id": 3,
        "name": "SCULPTURE",
        "details": "We offer wonderful sculpture classes for the learners who enjoy working with their hands! We offer these classes to our students and help them use their creativity to create wonderful three-dimensional works. Based on the level and purpose of our learners, they are involved in different projects, such as outdoor sculpture, portraiture sculpture, figure sculpture, pottery, etc. We help our students delve deeply into a number of concepts such as the anatomy of the face, features, size, volume, carving, expressions, proportions, armatures and handling clay. Individual learning styles and creativity are among the most important factors we take into account in developing and implementing our sculpture classes. Although we equip our students with adequate techniques for developing phenomenal sculpture, we do not expect them to sacrifice their creativity at the expense of sculpting based on specific models and structures.",
        "image": "https://sothebys-com.brightspotcdn.com/dims4/default/b147f72/2147483647/strip/true/crop/2000x1131+0+0/resize/1156x654!/quality/90/?url=http%3A%2F%2Fsothebys-brightspot-migration.s3.amazonaws.com%2Fcd%2Fc9%2F69%2F5889a568f09402e2be0d0d48c7ebe53f8fcb6a0e8d7ba1710f20591aa5%2F390l18231-9vccg-combined.jpg",
        "fees": 450,
        "timeDuration": "3 WEEk"
    },
    {
        "id": 4,
        "name": "PAINTING",
        "details": "Painting is our most popular visual art class. We take a special approach to teaching, showing our students how painting provides an ideal opportunity for self-expression. We avoid “cookie-cutter” approaches because we believe that painting should allow students to showcase their unique talents and abilities. Therefore, we make sure to prioritize individual learning styles and creativity in our classes. Although we equip our students with specific techniques to develop phenomenal paintings, we do not expect them to sacrifice their creativity in any way.",
        "image": "https://i.ytimg.com/vi/hfjrYiZqsNo/maxresdefault.jpg",
        "fees": 600,
        "timeDuration": "6 WEEk"
    },
    {
        "id": 5,
        "name": "FASHION DESIGN",
        "details": "Fashion design is one of the key programs through which our students can show their creativity. Having intensive, interactive and hands-on fashion design training programs, we help our students design their artwork based on the potential and taste they have. Based on the level and age range of the students, a variety of concepts and skills, such as fashion terminology, fashion drawing, sewing skills, technological design tools and software, etc. are taught in our programs. We do respect our students’ designing styles and also show them that any design they are willing to develop can be made perfect in different ways. In case our adult or teen students are interested to become freelance fashion designer in the future, we develop their competencies through our mentorship program. ",
        "image": "https://i1.wp.com/textilelearner.net/wp-content/uploads/2017/10/Fashion-Design-Tools-min.jpg?fit=612%2C408&quality=95&strip=all&ssl=1",
        "fees": 840,
        "timeDuration": "8 WEEk"
    },
    {
        "id": 6,
        "name": "CREATIVE WRITING",
        "details": "The purpose of this creative writing class is helping students learn the fundamental parts of a story. The teacher will explain parts of a story, the structure of short story in comparison with that of long story, characters, conflicts, etc. and ask students to develop their work in every step of teaching. Students have a weekly assignment which is a good opportunity for them to practice and develop their works during the week. Students will have a final project in which they can implement all the techniques they acquired in this class. ",
        "image": "https://contentwriters.com/blog/wp-content/uploads/content-writer-750x500.jpg",
        "fees": 320,
        "timeDuration": "5 WEEk"
    },
    {
        "id": 7,
        "name": "DRAWING",
        "details": "Our drawing classes are characterized by excellence and individual expression. The classes are led by professional artists who are enthusiastic about working with students from preschoolers to seniors. We avoid “cookie-cutter” approaches because we believe that drawing should allow students to showcase their unique talents and abilities. Therefore, we make sure to prioritize individual learning styles and creativity in our classes. Although we equip our students with specific techniques to develop incredible drawings, we do not expect them to sacrifice their creativity in any way. ",
        "image": "https://www.cnet.com/a/img/lbxQPa_5eIyLRgU7qYBr_Y3ylmA=/940x528/2020/06/04/5bfde48b-421b-4f8a-9a7c-d2a05ba42c90/ultimate-drawing-4.jpg",
        "fees": 460,
        "timeDuration": "8 WEEk"
    },
    {
        "id": 8,
        "name": "CARTOONING",
        "details": "To us, cartooning is one of the best areas of art in which our students can develop their skills in drawing, painting, illustration and narrating simultaneously. In other words, they can experience a variety of artistic skills in our cartooning classes. Therefore, we take a special approach to teach cartooning to our students by showing them how they can become wonderful artists in case they use our unique cartooning techniques. The basic components of our classes usually include learning about scene and location, character and characterization, time and sequence, voices in a story, points of view and narrative resolution. Moreover, individual learning styles and creativity are among the most important factors we take into account in developing and implementing our cartooning classes. In other words, although we equip our students with adequate techniques for developing phenomenal cartoons, we do not expect them to sacrifice their creativity at the expense cartooning based on specific models and structures.",
        "image": "https://www.cartooningforpeace.org/wp-content/uploads/2020/06/May-14-20-Press-Freedom-and-Corona-Virus.jpg",
        "fees": 584,
        "timeDuration": "3 WEEk"
    },
    {
        "id": 9,
        "name": "DANCING",
        "details": "A dance studio is a space in which dancers learn or rehearse. The term is typically used to describe a space that has either been built or equipped for the purpose. A dance studio normally includes a smooth floor covering or, if used for tap dancing, by a hardwood floor.",
        "image": "https://image.freepik.com/free-photo/dance-time-stylish-men-woman-dancing-hip-hop-bright-clothes-green-background-dance-hall-neon-light_155003-16406.jpg",
        "fees": 790,
        "timeDuration": "9 WEEk"
    },
    {
        "id": 10,
        "name": "SINGING",
        "details": "In the same way as any other artistic domain, singing lends itself perfectly to self-teaching. You can learn to listen to your own voice and correct the notes that are out of key, adjust your vocal cords and your vocal timbre, master breathing, then, bit by bit, you can start calling yourself a singer.",
        "image": "https://images.unsplash.com/photo-1540312479395-6b36e14a5961?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1000&q=80",
        "fees": 630,
        "timeDuration": "7 WEEk"
    }
]